Repository: zizicici/Tag-Day
Catalog: Tag Day/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# books.detail.title.hint
source: The text length should be within 1-60 characters.
de: Die Textlänge sollte zwischen 1 und 60 Zeichen liegen.
es: La longitud del texto debe estar entre 1 y 60 caracteres.
es_419: La longitud del texto debe estar entre 1 y 60 caracteres.
fr: La longueur du texte doit être comprise entre 1 et 60 caractères.
it: La lunghezza del testo deve essere compresa tra 1 e 60 caratteri.
ja: テキストの長さは 1 ～ 60 文字以内にする必要があります。
ko: 텍스트 길이는 1~60자 이내여야 합니다.
pt_br: O comprimento do texto deve estar entre 1 e 60 caracteres.
pt_pt: O comprimento do texto deve estar entre 1 e 60 caracteres.
ru: Длина текста должна быть в пределах 1-60 символов.
uk: Довжина тексту повинна бути в межах 1-60 символів.
zh_hans: 文字长度在1-60范围内
zh_hk: 文字長度在1-60範圍內

# books.empty
source: Add Book
de: Buch hinzufügen
es: Añadir libro
es_419: Agregar libro
fr: Ajouter un livre
it: Aggiungi libro
ja: ブックを追加
ko: 캘린더 추가
pt_br: Adicionar livro
pt_pt: Adicionar livro
ru: Добавить книгу
uk: Додати книгу
zh_hans: 添加日历簿
zh_hk: 添加日曆簿

# books.management
source: Manage Books
de: Bücher verwalten
es: Administrar libros
es_419: Administrar libros
fr: Gérer les livres
it: Gestisci libri
ja: ブックを管理
ko: 캘린더 관리
pt_br: Gerenciar livros
pt_pt: Gerir livros
ru: Управление книгами
uk: Керування книгами
zh_hans: 管理日历簿
zh_hk: 管理日曆簿

# books.new
source: Add Book
de: Buch hinzufügen
es: Añadir libro
es_419: Agregar libro
fr: Ajouter un livre
it: Aggiungi libro
ja: ブックを追加
ko: 캘린더 추가
pt_br: Adicionar livro
pt_pt: Adicionar livro
ru: Добавить книгу
uk: Додати книгу
zh_hans: 添加日历簿
zh_hk: 添加日曆簿

# bookType.active.hint
source: No active book
de: Kein aktives Buch
es: Ningún libro activo
es_419: Ningún libro activo
fr: Aucun livre actif
it: Nessun libro attivo
ja: アクティブなブックはありません
ko: 활성 캘린더 없음
pt_br: Nenhum livro ativo
pt_pt: Nenhum livro ativo
ru: Нет активной книги
uk: Немає активної книги
zh_hans: 无日历簿
zh_hk: 無日曆簿

# bookType.active.title
source: Active
de: Aktiv
es: Activo
es_419: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
pt_pt: Ativo
ru: Активные
uk: Активні
zh_hans: 活跃日历簿
zh_hk: 活躍日曆簿

# bookType.archived.hint
source: No archived book
de: Kein archiviertes Buch
es: Ningún libro archivado
es_419: Ningún libro archivado
fr: Aucun livre archivé
it: Nessun libro archiviato
ja: アーカイブ済みのブックはありません
ko: 보관된 캘린더 없음
pt_br: Nenhum livro arquivado
pt_pt: Nenhum livro arquivado
ru: Нет книги в архиве
uk: Немає архівної книги
zh_hans: 无日历簿
zh_hk: 無日曆簿

# bookType.archived.title
source: Archived
de: Archiviert
es: Archivado
es_419: Archivado
fr: Archivé
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
pt_br: Arquivado
pt_pt: Arquivado
ru: В архиве
uk: В архіві
zh_hans: 归档日历簿
zh_hk: 歸檔日曆簿

# button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hk: 取消

# button.close
source: Close
de: Schließen
es: Cerrar
es_419: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hk: 關閉

# button.confirm
source: Confirm
de: Bestätigen
es: Confirmar
es_419: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
uk: Підтвердити
zh_hans: 确定
zh_hk: 確定

# button.delete
source: Delete
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Apagar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hk: 刪除

# button.done
source: Done
de: Fertig
es: Listo
es_419: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
pt_pt: Concluído
ru: Готово
uk: Готово
zh_hans: 完成
zh_hk: 完成

# button.save
source: Save
de: Speichern
es: Guardar
es_419: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
uk: Зберегти
zh_hans: 保存
zh_hk: 保存

# calendar.title.year.current
source: Current
de: Aktuell
es: Actual
es_419: Actual
fr: Actuel
it: Attuale
ja: 今年
ko: 올해
pt_br: Atual
pt_pt: Atual
ru: Текущий
uk: Поточний
zh_hans: 今年
zh_hk: 今年

# calendar.yearlyStats.empty
source: No Data
de: Keine Daten
es: Sin datos
es_419: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
pt_pt: Sem dados
ru: Нет данных
uk: Немає даних
zh_hans: 无数据
zh_hk: 無資料

# chinese.calendar.leap
source: 闰
de: Schalt
es: Intercalar
es_419: Intercalar
fr: Intercalaire
it: Intercalare
ja: 閏
ko: 윤
pt_br: Intercalar
pt_pt: Intercalar
ru: Вставной
uk: Вставний
zh_hk: 閏

# controller.batchEditor.title
source: Batch Editing
de: Stapelbearbeitung
es: Edición por lotes
es_419: Edición por lotes
fr: Modification par lots
it: Modifica in batch
ja: 一括編集
ko: 일괄 편집
pt_br: Edição em lote
pt_pt: Edição em lote
ru: Пакетное редактирование
uk: Пакетне редагування
zh_hans: 批量编辑
zh_hk: 批量編輯

# controller.books.title
source: Book List
de: Buchliste
es: Lista de libros
es_419: Lista de libros
fr: Liste des livres
it: Elenco libri
ja: ブックリスト
ko: 캘린더 목록
pt_br: Lista de livros
pt_pt: Lista de livros
ru: Список книг
uk: Список книг
zh_hans: 日历簿列表
zh_hk: 日曆簿列表

# controller.more.title
source: More
de: Mehr
es: Más
es_419: Más
fr: Plus
it: Altro
ja: その他
ko: 더 보기
pt_br: Mais
pt_pt: Mais
ru: Еще
uk: Ще
zh_hans: 更多
zh_hk: 更多

# database.firstBook
source: Work Schedule
de: Arbeitsplan
es: Horario de trabajo
es_419: Horario de trabajo
fr: Horaires de travail
it: Orario di lavoro
ja: 勤務予定
ko: 근무 일정
pt_br: Horário de trabalho
pt_pt: Horário de trabalho
ru: График работы
uk: Графік роботи
zh_hans: 工作排班
zh_hk: 工作排班

# database.firstDayRecord.comment
source: This is a comment
de: Dies ist ein Kommentar
es: Este es un comentario
es_419: Este es un comentario
fr: Ceci est un commentaire
it: Questo è un commento
ja: これはコメントです
ko: 메모입니다
pt_br: Isto é um comentário
pt_pt: Isto é um comentário
ru: Это комментарий
uk: Це коментар
zh_hans: 这是一个备注
zh_hk: 這是一個備註

# database.firstTag.name
source: Day
de: Tag
es: Día
es_419: Día
fr: Jour
it: Giorno
ja: 日勤
ko: 주간
pt_br: Dia
pt_pt: Dia
ru: День
uk: День
zh_hans: 白班
zh_hk: 白班

# database.secondTag.name
source: Night
de: Nacht
es: Noche
es_419: Noche
fr: Nuit
it: Notte
ja: 夜勤
ko: 야간
pt_br: Noite
pt_pt: Noite
ru: Ночь
uk: Ніч
zh_hans: 夜班
zh_hk: 夜班

# database.thirdTag.name
source: Rest
de: Ruhe
es: Descanso
es_419: Descanso
fr: Repos
it: Riposo
ja: 休み
ko: 휴식
pt_br: Descanso
pt_pt: Descanso
ru: Отдых
uk: Відпочинок
zh_hans: 休息
zh_hk: 休息

# datePicker.item.lastMonth
source: Last Month
de: Letzter Monat
es: Mes anterior
es_419: Mes anterior
fr: Mois précédent
it: Mese precedente
ja: 先月
ko: 지난달
pt_br: Mês anterior
pt_pt: Mês anterior
ru: Предыдущий месяц
uk: Попередній місяць
zh_hans: 上月
zh_hk: 上月

# datePicker.item.latest%i
source: Latest %i Days
de: Letzte %i Tage
es: Últimos %i días
es_419: Últimos %i días
fr: Les %i derniers jours
it: Ultimi %i giorni
ja: 直近%i日
ko: 최근 %i일
pt_br: Últimos %i dias
pt_pt: Últimos %i dias
ru: Последние %i дн.
uk: Останні %i дн.
zh_hans: 最近%i天
zh_hk: 最近%i天

# datePicker.item.month
source: Current Month
de: Aktueller Monat
es: Mes actual
es_419: Mes actual
fr: Mois en cours
it: Mese corrente
ja: 今月
ko: 이번 달
pt_br: Mês atual
pt_pt: Mês atual
ru: Текущий месяц
uk: Поточний місяць
zh_hans: 本月
zh_hk: 本月

# datePicker.item.today
source: Today
de: Heute
es: Hoy
es_419: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
pt_pt: Hoje
ru: Сегодня
uk: Сьогодні
zh_hans: 今天
zh_hk: 今天

# datePicker.item.year
source: Current Year
de: Aktuelles Jahr
es: Año actual
es_419: Año actual
fr: Année en cours
it: Anno corrente
ja: 今年
ko: 올해
pt_br: Ano atual
pt_pt: Ano atual
ru: Текущий год
uk: Поточний рік
zh_hans: 今年
zh_hk: 今年

# datePicker.menu.more
source: More…
de: Mehr…
es: Más…
es_419: Más…
fr: Plus…
it: Altro…
ja: その他…
ko: 더 보기…
pt_br: Mais…
pt_pt: Mais…
ru: Еще…
uk: Ще…
zh_hans: 更多…
zh_hk: 更多…

# dayDetail.delete.alert.message
source: Do you want to delete this record?
de: Möchten Sie diesen Datensatz löschen?
es: ¿Quieres eliminar este registro?
es_419: ¿Quieres eliminar este registro?
fr: Voulez-vous supprimer cet enregistrement?
it: Vuoi eliminare questo record?
ja: この記録を削除しますか?
ko: 이 기록을 삭제하시겠습니까?
pt_br: Deseja excluir este registro?
pt_pt: Pretende apagar este registo?
ru: Вы хотите удалить эту запись?
uk: Ви бажаєте видалити цей запис?
zh_hans: 你确定要删除这个记录吗？
zh_hk: 你確定要刪除這個記錄嗎？

# dayDetail.delete.alert.title
source: Delete Record
de: Eintrag löschen
es: Eliminar registro
es_419: Eliminar registro
fr: Supprimer l’enregistrement
it: Elimina registrazione
ja: 記録を削除
ko: 기록 삭제
pt_br: Excluir registro
pt_pt: Apagar registo
ru: Удалить запись
uk: Видалити запис
zh_hans: 删除记录
zh_hk: 刪除記錄

# dayDetail.durationOption.automatic.subtitle
source: Calculated from Start Time and End Time.
de: Berechnet aus Startzeit und Endzeit.
es: Calculado a partir de la hora de inicio y la hora de finalización.
es_419: Calculado a partir de la hora de inicio y la hora de finalización.
fr: Calculé à partir de l'heure de début et de l'heure de fin.
it: Calcolato dall'ora di inizio e dall'ora di fine.
ja: 開始時刻と終了時刻から計算されます。
ko: 시작 시간과 종료 시간으로 계산됩니다.
pt_br: Calculado a partir da hora de início e da hora de término.
pt_pt: Calculado a partir da hora de início e da hora de término.
ru: Рассчитывается на основе времени начала и времени окончания.
uk: Розраховується з часу початку та часу завершення.
zh_hans: 需要设置开始时间和结束时间
zh_hk: 需要設置開始時間和結束時間

# dayDetail.durationOption.automatic.title
source: Automatic
de: Automatisch
es: Automático
es_419: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
pt_pt: Automático
ru: Автоматически
uk: Автоматично
zh_hans: 自动计算
zh_hk: 自動計算

# dayDetail.durationOption.custom.title
source: Custom
de: Benutzerdefiniert
es: Personalizado
es_419: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
pt_pt: Personalizado
ru: Пользовательский
uk: Користувацький
zh_hans: 自定义
zh_hk: 自定義

# dayDetail.durationOption.none
source: None
de: Keine
es: Ninguno
es_419: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
uk: Немає
zh_hans: 无
zh_hk: 無

# dayDetail.durationOption.title
source: Duration
de: Dauer
es: Duración
es_419: Duración
fr: Durée
it: Durata
ja: 所要時間
ko: 소요 시간
pt_br: Duração
pt_pt: Duração
ru: Продолжительность
uk: Тривалість
zh_hans: 时长
zh_hk: 時長

# dayDetail.new
source: New Record
de: Neuer Eintrag
es: Nuevo registro
es_419: Nuevo registro
fr: Nouvel enregistrement
it: Nuova registrazione
ja: 新規記録
ko: 새 기록
pt_br: Novo registro
pt_pt: Novo registo
ru: Новая запись
uk: Новий запис
zh_hans: 新建记录
zh_hk: 新建記錄

# dayDetail.replace
source: Replace Tag
de: Tag ersetzen
es: Reemplazar etiqueta
es_419: Reemplazar etiqueta
fr: Remplacer l’étiquette
it: Sostituisci tag
ja: タグを置換
ko: 태그 교체
pt_br: Substituir tag
pt_pt: Substituir etiqueta
ru: Заменить тег
uk: Замінити тег
zh_hans: 替换标签
zh_hk: 替換標籤

# dayDetail.tagMenu.alert.message%i
source: Dismisses automatically in %i seconds.
de: Wird in %i Sekunden automatisch geschlossen.
es: Se cerrará automáticamente en %i segundos.
es_419: Se cerrará automáticamente en %i segundos.
fr: Fermeture automatique dans %i secondes.
it: Si chiude automaticamente tra %i secondi.
ja: %i秒後に自動的に閉じます。
ko: %i초 후 자동으로 닫힙니다.
pt_br: Fecha automaticamente em %i segundos.
pt_pt: Fecha automaticamente em %i segundos.
ru: Автоматически закроется через %i секунд.
uk: Автоматично закриється через %i секунд.
zh_hans: %i秒后自动消失
zh_hk: %i秒後自動消失

# dayDetail.tagMenu.alert.title
source: Edit more details…
de: Weitere Details bearbeiten…
es: Editar más detalles...
es_419: Editar más detalles...
fr: Modifier plus de détails…
it: Modifica ulteriori dettagli...
ja: さらに詳細を編集…
ko: 자세한 내용 수정…
pt_br: Edite mais detalhes…
pt_pt: Edite mais detalhes…
ru: Изменить дополнительные сведения…
uk: Редагувати більше деталей…
zh_hans: 编辑更多信息…
zh_hk: 編輯更多信息…

# dayDetail.tagMenu.comment
source: Comment
de: Kommentar
es: Comentario
es_419: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 메모
pt_br: Comentário
pt_pt: Comentário
ru: Комментарий
uk: Коментар
zh_hans: 备注
zh_hk: 備註

# dayDetail.tagMenu.more
source: More Actions
de: Weitere Aktionen
es: Más acciones
es_419: Más acciones
fr: Plus d’actions
it: Più azioni
ja: その他の操作
ko: 추가 작업
pt_br: Mais ações
pt_pt: Mais ações
ru: Дополнительные действия
uk: Більше дій
zh_hans: 更多操作
zh_hk: 更多操作

# dayDetail.tagMenu.time
source: Time
de: Uhrzeit
es: Hora
es_419: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시간
pt_br: Hora
pt_pt: Hora
ru: Время
uk: Час
zh_hans: 时间
zh_hk: 時間

# dayDetail.tagMenu.update
source: Update Record
de: Eintrag aktualisieren
es: Actualizar registro
es_419: Actualizar registro
fr: Mettre à jour l’enregistrement
it: Aggiorna registrazione
ja: 記録を更新
ko: 기록 업데이트
pt_br: Atualizar registro
pt_pt: Atualizar registo
ru: Обновить запись
uk: Оновити запис
zh_hans: 更新记录
zh_hk: 更新記錄

# dayDetail.timeOption.endOnly.title
source: End Time Only
de: Nur Endzeit
es: Solo hora de fin
es_419: Solo hora de finalización
fr: Heure de fin uniquement
it: Solo ora di fine
ja: 終了時刻のみ
ko: 종료 시간만
pt_br: Somente hora de término
pt_pt: Apenas hora de fim
ru: Только время окончания
uk: Лише час завершення
zh_hans: 仅结束时间
zh_hk: 僅結束時間

# dayDetail.timeOption.none
source: None
de: Keine
es: Ninguno
es_419: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
uk: Немає
zh_hans: 无
zh_hk: 無

# dayDetail.timeOption.startAndEnd.subtitle
source: End Time must be later than Start Time.
de: Die Endzeit muss später als die Startzeit liegen.
es: La hora de finalización debe ser posterior a la hora de inicio.
es_419: La hora de finalización debe ser posterior a la hora de inicio.
fr: L'heure de fin doit être postérieure à l'heure de début.
it: L'ora di fine deve essere successiva all'ora di inizio.
ja: 終了時刻は開始時刻より後である必要があります。
ko: 종료 시간은 시작 시간보다 이후여야 합니다.
pt_br: A hora de término deve ser posterior à hora de início.
pt_pt: A hora de término deve ser posterior à hora de início.
ru: Время окончания должно быть позже времени начала.
uk: Час закінчення має бути пізніше часу початку.
zh_hans: 开始时间必须比结束时间早
zh_hk: 開始時間必須比結束時間早

# dayDetail.timeOption.startAndEnd.title
source: Start Time & End Time
de: Startzeit und Endzeit
es: Hora de inicio y hora de fin
es_419: Hora de inicio y hora de finalización
fr: Heure de début et heure de fin
it: Ora di inizio e ora di fine
ja: 開始時刻と終了時刻
ko: 시작 시간 및 종료 시간
pt_br: Hora de início e hora de término
pt_pt: Hora de início e hora de fim
ru: Время начала и окончания
uk: Час початку та завершення
zh_hans: 开始时间+结束时间
zh_hk: 開始時間+結束時間

# dayDetail.timeOption.startOnly.title
source: Start Time Only
de: Nur Startzeit
es: Solo hora de inicio
es_419: Solo hora de inicio
fr: Heure de début uniquement
it: Solo ora di inizio
ja: 開始時刻のみ
ko: 시작 시간만
pt_br: Somente hora de início
pt_pt: Apenas hora de início
ru: Только время начала
uk: Лише час початку
zh_hans: 仅开始时间
zh_hk: 僅開始時間

# dayDetail.timeOption.title
source: Time Option
de: Zeitoption
es: Opción de hora
es_419: Opción de hora
fr: Option d’heure
it: Opzione ora
ja: 時刻オプション
ko: 시간 옵션
pt_br: Opção de horário
pt_pt: Opção de hora
ru: Параметр времени
uk: Параметр часу
zh_hans: 时间选项
zh_hk: 時間選項

# dayRecord.comment
source: Comment
de: Kommentar
es: Comentario
es_419: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 메모
pt_br: Comentário
pt_pt: Comentário
ru: Комментарий
uk: Коментар
zh_hans: 备注
zh_hk: 備註

# dayRecord.comment.hint
source: Add Comment
de: Kommentar hinzufügen
es: Añadir comentario
es_419: Agregar comentario
fr: Ajouter un commentaire
it: Aggiungi commento
ja: コメントを追加
ko: 메모 추가
pt_br: Adicionar comentário
pt_pt: Adicionar comentário
ru: Добавить комментарий
uk: Додати коментар
zh_hans: 无备注
zh_hk: 無備註

# dayRecord.placeholder.comment
source: The text length should be within 1-200 characters.
de: Die Textlänge sollte zwischen 1 und 200 Zeichen liegen.
es: La longitud del texto debe estar entre 1 y 200 caracteres.
es_419: La longitud del texto debe estar entre 1 y 200 caracteres.
fr: La longueur du texte doit être comprise entre 1 et 200 caractères.
it: La lunghezza del testo deve essere compresa tra 1 e 200 caratteri.
ja: テキストの長さは 1 ～ 200 文字以内にしてください。
ko: 텍스트 길이는 1~200자 이내여야 합니다.
pt_br: O comprimento do texto deve estar entre 1 e 200 caracteres.
pt_pt: O comprimento do texto deve estar entre 1 e 200 caracteres.
ru: Длина текста должна быть в пределах 1-200 символов.
uk: Довжина тексту повинна бути в межах 1-200 символів.
zh_hans: 文字长度在1-200范围内
zh_hk: 文字長度在1-200範圍內

# dayRecord.time
source: Time
de: Uhrzeit
es: Hora
es_419: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시간
pt_br: Hora
pt_pt: Hora
ru: Время
uk: Час
zh_hans: 时间
zh_hk: 時間

# dayRecord.time.end
source: End Time
de: Endzeit
es: Hora de fin
es_419: Hora de finalización
fr: Heure de fin
it: Ora di fine
ja: 終了時刻
ko: 종료 시간
pt_br: Hora de término
pt_pt: Hora de fim
ru: Время окончания
uk: Час завершення
zh_hans: 结束
zh_hk: 結束

# dayRecord.time.hint
source: Add Time
de: Uhrzeit hinzufügen
es: Añadir hora
es_419: Agregar hora
fr: Ajouter une heure
it: Aggiungi ora
ja: 時刻を追加
ko: 시간 추가
pt_br: Adicionar horário
pt_pt: Adicionar hora
ru: Добавить время
uk: Додати час
zh_hans: 无时间
zh_hk: 無時間

# dayRecord.time.start
source: Start Time
de: Startzeit
es: Hora de inicio
es_419: Hora de inicio
fr: Heure de début
it: Ora di inizio
ja: 開始時刻
ko: 시작 시간
pt_br: Hora de início
pt_pt: Hora de início
ru: Время начала
uk: Час початку
zh_hans: 开始
zh_hk: 開始

source: Display Settings
de: Anzeigeeinstellungen
es: Ajustes de visualización
es_419: Configuración de visualización
fr: Réglages d’affichage
it: Impostazioni di visualizzazione
ja: 表示設定
ko: 표시 설정
pt_br: Configurações de exibição
pt_pt: Definições de visualização
ru: Настройки отображения
uk: Налаштування відображення
zh_hans: 显示设置
zh_hk: 顯示設置

source: Edit Action
de: Bearbeitungsaktion
es: Acción de edición
es_419: Acción de edición
fr: Action de modification
it: Azione di modifica
ja: 編集アクション
ko: 편집 동작
pt_br: Ação de edição
pt_pt: Ação de edição
ru: Действие редактирования
uk: Дія редагування
zh_hans: 编辑操作
zh_hk: 編輯操作

# grateful.content
source: Hope you enjoy Tag Day.
de: Wir hoffen, dass Ihnen Tag Day gefällt.
es: Esperamos que disfrutes de Tag Day.
es_419: Esperamos que disfrutes de Tag Day.
fr: Nous espérons que vous aimez Tag Day.
it: Ci auguriamo che Tag Day ti piaccia.
ja: Tag Dayをお楽しみください。
ko: Tag Day가 마음에 드시길 바랍니다.
pt_br: Esperamos que você aproveite o Tag Day.
pt_pt: Esperamos que goste do Tag Day.
ru: Надеемся, вам понравится Tag Day.
uk: Сподіваємося, вам сподобається Tag Day.
zh_hans: 希望你能喜欢标签日
zh_hk: 希望你能喜歡標籤日

# grateful.title
source: Thanks for your support
de: Danke für deine Unterstützung
es: Gracias por tu apoyo
es_419: Gracias por tu apoyo
fr: Merci pour votre soutien
it: Grazie per il supporto
ja: ご支援ありがとうございます
ko: 지원해 주셔서 감사합니다
pt_br: Obrigado pelo apoio
pt_pt: Obrigado pelo apoio
ru: Спасибо за поддержку
uk: Дякуємо за підтримку
zh_hans: 感谢你的支持
zh_hk: 感謝你的支持

# intent.backup.database.category
source: Backup
de: Sicherung
es: Copia de seguridad
es_419: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
pt_pt: Cópia de segurança
ru: Резервная копия
uk: Резервна копія
zh_hans: 备份
zh_hk: 備份

# intent.backup.database.description
source: Back Up the Database File to iCloud Drive
de: Datenbankdatei in iCloud Drive sichern
es: Hacer una copia de seguridad del archivo de la base de datos en iCloud Drive
es_419: Hacer una copia de seguridad del archivo de la base de datos en iCloud Drive
fr: Sauvegarder le fichier de base de données sur iCloud Drive
it: Esegui il backup del file di database su iCloud Drive
ja: データベース ファイルを iCloud ドライブにバックアップします。
ko: 데이터베이스 파일을 iCloud 드라이브에 백업
pt_br: Fazer backup do arquivo do banco de dados no iCloud Drive
pt_pt: Criar cópia de segurança do ficheiro da base de dados no iCloud Drive
ru: Создать резервную копию файла базы данных в iCloud Drive
uk: Створити резервну копію файлу бази даних в iCloud Drive
zh_hans: 备份数据库文件至iCloud云盘
zh_hk: 備份數據庫文件至iCloud雲碟

# intent.backup.database.overwrite
source: Overwrite Mode
de: Überschreibmodus
es: Modo de sobrescritura
es_419: Modo de sobrescritura
fr: Mode d'écrasement
it: Modalità sovrascrittura
ja: 上書きモード
ko: 덮어쓰기 모드
pt_br: Modo de substituição
pt_pt: Modo de substituição
ru: Режим перезаписи
uk: Режим перезапису
zh_hans: 覆盖写入模式
zh_hk: 覆蓋寫入模式

# intent.backup.database.overwrite.description
source: Overwrite the same name file
de: Überschreiben Sie die gleichnamige Datei
es: Sobrescribir el archivo del mismo nombre
es_419: Sobrescribir el archivo del mismo nombre
fr: Écraser le fichier du même nom
it: Sovrascrivi il file con lo stesso nome
ja: 同名ファイルを上書きする
ko: 같은 이름의 파일 덮어쓰기
pt_br: Substitua o arquivo com o mesmo nome
pt_pt: Substitua o arquivo com o mesmo nome
ru: Перезаписать файл с тем же именем
uk: Перезаписати файл з таким самим ім'ям
zh_hans: 覆盖写入同名文件
zh_hk: 覆蓋寫入同名文件

# intent.backup.database.summary
source: Back Up Database to iCloud Drive
de: Datenbank in iCloud Drive sichern
es: Hacer copia de seguridad de la base de datos en iCloud Drive
es_419: Hacer copia de seguridad de la base de datos en iCloud Drive
fr: Sauvegarder la base de données sur iCloud Drive
it: Esegui il backup del database su iCloud Drive
ja: データベースをiCloudドライブにバックアップ
ko: iCloud 드라이브에 데이터베이스 백업
pt_br: Fazer backup do banco de dados no iCloud Drive
pt_pt: Criar cópia de segurança da base de dados no iCloud Drive
ru: Создать резервную копию базы данных в iCloud Drive
uk: Створити резервну копію бази даних в iCloud Drive
zh_hans: 备份数据库至iCloud云盘
zh_hk: 備份數據庫至iCloud雲碟

# intent.backup.database.title
source: Back Up Database to iCloud Drive
de: Datenbank in iCloud Drive sichern
es: Hacer copia de seguridad de la base de datos en iCloud Drive
es_419: Hacer copia de seguridad de la base de datos en iCloud Drive
fr: Sauvegarder la base de données sur iCloud Drive
it: Esegui il backup del database su iCloud Drive
ja: データベースをiCloudドライブにバックアップ
ko: iCloud 드라이브에 데이터베이스 백업
pt_br: Fazer backup do banco de dados no iCloud Drive
pt_pt: Criar cópia de segurança da base de dados no iCloud Drive
ru: Создать резервную копию базы данных в iCloud Drive
uk: Створити резервну копію бази даних в iCloud Drive
zh_hans: 备份数据库至iCloud云盘
zh_hk: 備份數據庫至iCloud雲碟

# intent.book.category
source: Book
de: Buch
es: Libro
es_419: Libro
fr: Livre
it: Libro
ja: ブック
ko: 캘린더
pt_br: Livro
pt_pt: Livro
ru: Книга
uk: Книга
zh_hans: 日历簿
zh_hk: 日曆簿

# intent.book.color
source: Theme Color
de: Designfarbe
es: Color del tema
es_419: Color del tema
fr: Couleur du thème
it: Colore tema
ja: テーマカラー
ko: 테마 색상
pt_br: Cor do tema
pt_pt: Cor do tema
ru: Цвет темы
uk: Колір теми
zh_hans: 主题色
zh_hk: 主題色

# intent.book.open.dateValue
source: Target Day
de: Zieltag
es: Día objetivo
es_419: Día objetivo
fr: Jour cible
it: Giorno di destinazione
ja: 対象日
ko: 대상 날짜
pt_br: Dia de destino
pt_pt: Dia de destino
ru: Целевой день
uk: Цільовий день
zh_hans: 目标日
zh_hk: 目標日

# intent.book.open.description
source: Open Book and Scroll to Target Day
de: Öffnen Sie das Buch und scrollen Sie zum Zieltag
es: Abra el libro y desplácese hasta el día objetivo
es_419: Abra el libro y desplácese hasta el día objetivo
fr: Ouvrez le livre et faites défiler jusqu'au jour cible
it: Apri il libro e scorri fino al giorno target
ja: ブックを開いて対象日までスクロールします
ko: 캘린더를 열고 대상 날짜로 스크롤
pt_br: Abra o livro e vá até o dia desejado
pt_pt: Abra o livro e vá até o dia desejado
ru: Откройте книгу и перейдите к целевому дню.
uk: Відкрийте книгу та перейдіть до цільового дня
zh_hans: 打开日历簿并且滚动到目标日
zh_hk: 打開日曆簿並且滾動到目標日

# intent.book.open.dialog
source: Which target day?
de: Welcher Zieltag?
es: ¿Qué día objetivo?
es_419: ¿Qué día objetivo?
fr: Quel jour cible?
it: Quale giorno target?
ja: 対象日はどれですか？
ko: 어느 목표일인가요?
pt_br: Qual dia alvo?
pt_pt: Qual dia alvo?
ru: Какой целевой день?
uk: Який цільовий день?
zh_hans: 目标日是？
zh_hk: 目標日是？
